[
  {
    "id": "4242",
    "title": "Una fuerte cachetada para la seguridad presidencial francesa.",
    "excerpt": "El pasado 8 de junio del 2021, durante una visita a la localidad de Tain-l'Hermitage, ubicada al sureste de Francia, un hombre propinó una bofetada al president..."
  },
  {
    "id": "4789",
    "title": "Drones: amenaza emergente en la Protección Ejecutiva.",
    "excerpt": "A principios de noviembre de este año, el primer ministro iraquí, Mustafa Al-Kadhimi, salió ileso de un ataque cuando un dron cargado con explosivos impactó con..."
  },
  {
    "id": "4801",
    "title": "El azar no puede seguir siendo el fundamento de la Protección Ejecutiva.",
    "excerpt": "La Protección Ejecutiva es una profesión que ha estado llevando un desarrollo poco racional. A lo largo de las décadas, esta actividad se ha enfocado en elevar ..."
  },
  {
    "id": "4917",
    "title": "El protegido como jefe de escoltas, un gran riesgo en la seguridad ejecutiva.",
    "excerpt": "Uno de los problemas más frecuentes y difíciles para todos los que trabajamos en la protección a ejecutivos es, sin duda, el hecho de que la mayoría de los prot..."
  },
  {
    "id": "4939",
    "title": "Escoltas armados en eventos públicos",
    "excerpt": "Me considero escéptico en cuanto al uso de armas en la protección ejecutiva , no porque piense que no sirvan, sino porque su limitada efectividad está sobredime..."
  },
  {
    "id": "4961",
    "title": "El mito del cinturón de seguridad, una falacia peligrosa que puede ser fatal.",
    "excerpt": "El mito del cinturón de seguridad es otro de los grandes y peligrosos mitos en la protección ejecutiva . Al realizar trabajo operativo, muchas veces podemos ver..."
  },
  {
    "id": "4968",
    "title": "La amenaza contra la Jefa de Gobierno y los nuevos retos de la Protección Ejecutiva",
    "excerpt": "El 13 de Septiembre pasado, el C5 de la CDMX recibió una denuncia anónima en la cual se dijo que un supuesto traficante de armas, señalado como “Neri”, planeaba..."
  },
  {
    "id": "4980",
    "title": "La mayoría de las medidas más usadas en la Protección Ejecutiva (CIRM) no reducen los riesgos",
    "excerpt": "Si alguien intentara vender dos llantas y un volante como si fuera un vehículo completo, seguramente se convertiría en objeto de burla, ya que nadie en su sano ..."
  },
  {
    "id": "4989",
    "title": "La paradoja de las armas",
    "excerpt": "Para muchos profesionales, el arma de fuego es un requisito indispensable en el ejercicio de la protección ejecutiva . No pocos justifican esta creencia con el ..."
  },
  {
    "id": "4999",
    "title": "La protección ejecutiva moderna no solo más efectiva, sino financieramente más inteligente",
    "excerpt": "Uno de los grandes retos de la protección ejecutiva es mantener un equilibrio entre la efectividad operativa y el costo/beneficio de su aplicación. Las empresas..."
  },
  {
    "id": "5036",
    "title": "Tres pasos para frustrar un ataque",
    "excerpt": "Las agresiones perpetradas en contra de los ejecutivos por los delincuentes profesionales implican un proceso de preparación relativamente largo. Este incluye v..."
  },
  {
    "id": "5066",
    "title": "Protección Ejecutiva: el riesgo de las armas dentro del vehículo blindado",
    "excerpt": "Los que nos dedicamos a la protección ejecutiva , por muchos años, hemos llegado a escuchar sobre varios casos en los cuales los agentes de protección armados d..."
  },
  {
    "id": "5139",
    "title": "Protección ejecutiva, de funcionarios y celebridades…  Evolucionando al concepto de CIRM",
    "excerpt": "Protección ejecutiva, protección a funcionarios, protección a celebridades, protección VIP a personas son muchos nombres. Para unos, sinónimos y, para otros, in..."
  },
  {
    "id": "6057",
    "title": "Cuando la protección ejecutiva se vuelve letal: El caso del empresario David González y la necesidad de reformular los servicios de protección",
    "excerpt": "El asesinato del empresario David González o cómo el riesgo de un reloj se convierte en riesgo de perder la vida El lunes 10 de abril, a plena luz del día, en u..."
  },
  {
    "id": "6094",
    "title": "Casos Macron y Kishida : La importancia del diseño operativo para una reacción eficaz",
    "excerpt": "En los últimos años, la seguridad de diversos líderes mundiales ha enfrentado tiempos difíciles, con numerosos atentados e incidentes graves que han evidenciado..."
  },
  {
    "id": "6232",
    "title": "La Ruleta Rusa de la Reacción en Protección Ejecutiva: Reflexiones sobre la Trágica Pérdida de un Escolta en Uruapan",
    "excerpt": "La noche del 21 de abril de 2023, en Uruapan, Michoacán, un tiroteo cobró la vida de un escolta mientras defendía a su ejecutivo de un delincuente que intentaba..."
  },
  {
    "id": "6251",
    "title": "La mayoría de las medidas más usadas en la protección ejecutiva no reducen significativamente los riesgos.",
    "excerpt": "Si alguien intentara vender dos llantas y un volante como si fuera un vehículo completo, seguramente se convertiría en objeto de burla, ya que nadie en su sano ..."
  },
  {
    "id": "6265",
    "title": "Los impactos que están cambiado a la Protección Ejecutiva",
    "excerpt": "En los últimos años, tres impactos considerables han estado cambiando el rostro de la Protección Ejecutiva. El primero de ellos es la gran influencia que tienen..."
  },
  {
    "id": "6272",
    "title": "Muere escolta en Metepec durante balacera; otra vez las “costuras”.",
    "excerpt": "Los ejecutivos frecuentemente piensan que, al ser acompañados por un escolta armado, serán protegidos mágicamente y que, por lo tanto, no deben considerar algun..."
  },
  {
    "id": "6278",
    "title": "Atentado en la zona 6 en Guatemala, otro fracaso de la llamada “protección de cerca”.",
    "excerpt": "Cuando ocurre algún atentado, el cual solamente por estar grabado gana mucha notoriedad en las redes sociales, se genera una gran cantidad de comentarios en don..."
  },
  {
    "id": "6316",
    "title": "El Poder de la Contravigilancia: Lo que los Criminales Temen Más que las Armas",
    "excerpt": "La contravigilancia es, sin duda, uno de los métodos más efectivos y menos empleados en la protección ejecutiva. A pesar de ser una técnica ampliamente conocida..."
  },
  {
    "id": "6814",
    "title": "Canciller alemán Olaf Scholz en riesgo: la falla en su protección personal",
    "excerpt": "El canciller alemán Olaf Scholz se ha unido a la lista de líderes mundiales que han sufrido fallas en su protección personal. Este incidente, que ocurrió recien..."
  },
  {
    "id": "6824",
    "title": "Protection Team Failure Puts German Chancellor Olaf Scholz at Risk",
    "excerpt": "German Chancellor Olaf Scholz has joined the list of world leaders who have experienced failures in their personal protection. This incident, which occurred rec..."
  },
  {
    "id": "6971",
    "title": "Atentado contra el Alcalde de Concordia: La improvisación en la Protección Ejecutiva cobra la vida de tres protectores",
    "excerpt": "El viernes 9 de junio, tres escoltas del alcalde de La Concordia, Chiapas, Miguel Ángel Córdova Ochoa, fueron asesinados cuando un grupo armado atacó su vehícul..."
  },
  {
    "id": "7471",
    "title": "Los riesgos de la obediencia incondicional en Protección Ejecutiva: el peligroso 'Si Patrón'",
    "excerpt": "Protección Ejecutiva es probablemente la única profesión basada en usos y costumbres, improvisaciones, sesgos cognitivos y muy pocos estudios e investigaciones ..."
  },
  {
    "id": "7531",
    "title": "Ocho lecciones extraídas del asesinato de Fernando Villavicencio",
    "excerpt": "Fernando Villavicencio, aspirante a la presidencia de Ecuador, encontró su trágico final el miércoles 9 de agosto a las 18:20 horas locales, tras un acto de cam..."
  },
  {
    "id": "7595",
    "title": "Eight Lessons Learned from the Assassination of Fernando Villavicencio-",
    "excerpt": "The untimely demise of Fernando Villavicencio, a respected presidential candidate in Ecuador, occurred on a somber Wednesday, August 9th at 6:20 PM local time. ..."
  },
  {
    "id": "7639",
    "title": "El asesinato del alcalde de Manta: Un llamado a fortalecer la contra vigilancia",
    "excerpt": "Hemos insistido en múltiples ocasiones que la contra vigilancia es la medida más efectiva para prevenir todo tipo de ataques contra ejecutivos y personas de alt..."
  },
  {
    "id": "7749",
    "title": "El asalto frustrado al canciller chileno: Un contraste entre la mentalidad policial y la seguridad ejecutiva",
    "excerpt": "El canciller chileno, Alberto van Klaveren, sufrió un intento de asalto a su automóvil alrededor de la medianoche del sábado 9 de septiembre, del cual salió ile..."
  },
  {
    "id": "7969",
    "title": "La tragedia de la protección ejecutiva en México: El mito de los operativos numerosos y armados cobra 12 vidas",
    "excerpt": "En un trágico acontecimiento para la protección ejecutiva en nuestro país, el pasado lunes 23 de octubre, en el Poblado de Papayo, México, el Secretario de Segu..."
  },
  {
    "id": "8068",
    "title": "Protección Ejecutiva: una inversión mortal en la reacción",
    "excerpt": "En los últimos 14 meses, en México han sido asesinados 12 protegidos y 28 de sus protectores, convirtiendo la protección ejecutiva en una de las profesiones más..."
  },
  {
    "id": "8095",
    "title": "Atentado en el Día de Muertos: Protección Ejecutiva más allá de los acompañantes armados",
    "excerpt": "En un trágico atentado ocurrido en el Panteón Parque Memorial Los Cipreses, ubicado en Naucalpan, México, durante la conmemoración del Día de Muertos, dos perso..."
  },
  {
    "id": "8272",
    "title": "Las 7 claves del asesinato del comisario en Zapopan",
    "excerpt": "El 13 de noviembre, en Zapopan, Jalisco, México, se produjo el asesinato del comisario Carlos Manuel Flores Amezcua, quien ocupaba el cargo de Subdirector Opera..."
  },
  {
    "id": "8538",
    "title": "¿Por qué los protectores no reaccionan como están entrenados en situaciones reales?",
    "excerpt": "Artículo escrito por Ivan Ivanovich y Dr. Cecilio Andrade. Durante décadas, los entrenamientos que han definido la protección ejecutiva son el uso de armas de f..."
  },
  {
    "id": "8598",
    "title": "Incidente con la caravana de Biden: ¿Casualidad o una puesta a punto?",
    "excerpt": "En la noche del domingo 17 de diciembre, mientras el presidente de Estados Unidos, Joe Biden, y la primera dama abandonaban un evento con personal de campaña en..."
  },
  {
    "id": "8839",
    "title": "Asaltan y le quitan las armas a los escoltas del hijo de la Presidenta de Perú",
    "excerpt": "El lunes 8 de enero, alrededor de las 22:30, en la ciudad de Lima, Perú, tres delincuentes asaltaron a dos policías que trabajaban como escoltas del hijo de la ..."
  },
  {
    "id": "9106",
    "title": "¿De qué sirve el vehículo escolta?",
    "excerpt": "En una de mis publicaciones recientes, abordé el grave riesgo que implica que el vehículo principal y el vehículo escolta lleguen juntos a la “costura” . Este e..."
  },
  {
    "id": "9194",
    "title": "Los restaurantes: el nuevo lugar \"favorito\" de los sicarios Cinco claves para reducir riesgos en establecimientos públicos",
    "excerpt": "En el año 2020, Aristóteles Sandoval, ex gobernador del Estado de Jalisco, México, fue asesinado en el baño de un bar en Puerto Vallarta. En 2022, Salvador Llam..."
  },
  {
    "id": "9243",
    "title": "Atentado en Bogotá- El “chofer/ escolta “ no existe!",
    "excerpt": "Una y otra vez a lo largo de los años he repetido que el concepto de “chofer/ escolta\" es ahorrativo pero poco eficaz, ya que una persona no puede hacer dos cos..."
  },
  {
    "id": "9292",
    "title": "Protección Ejecutiva: La alarmante incapacidad de detectar vigilancias burdas",
    "excerpt": "La detección de vigilancia hostil es claramente el talón de Aquiles de la protección ejecutiva actual, ya que en todos los atentados y secuestros de alto impact..."
  },
  {
    "id": "9485",
    "title": "Protección Ejecutiva: la fatal resistencia al cambio",
    "excerpt": "El domingo 17 de marzo, se produjo un trágico suceso más para nuestra profesión. La comisaria regional de Pátzcuaro de la Secretaría de Seguridad Pública de Mic..."
  },
  {
    "id": "9701",
    "title": "Es verdad que los ejecutivos \"¿No Entienden?\"",
    "excerpt": "Resulta sorprendente para muchos descubrir que en el ámbito de la Protección Ejecutiva, una de las principales amenazas proviene de los propios ejecutivos. Son ..."
  },
  {
    "id": "9784",
    "title": "Atentado al Primer Ministro de Eslovaquia: Los manuales de los años sesenta no sirven",
    "excerpt": "El miércoles 15 de mayo de 2024, el mundo fue testigo de un atentado impactante contra el Primer Ministro de Eslovaquia, Robert Fico. El incidente ocurrió en la..."
  },
  {
    "id": "9881",
    "title": "El Asesinato de José Alfredo Cabrera: Un Atacante Derrotó a 15 Escoltas Armados",
    "excerpt": "El lamentable atentado contra José Alfredo Cabrera Barrientos muestra una vez más que la protección ejecutiva, tanto a nivel global como local, no está analizan..."
  },
  {
    "id": "11257",
    "title": "Apps de rutas : ¿Ayuda o Atrofia a los  Conductores Ejecutivos?",
    "excerpt": "Los grandes avances tecnológicos han brindado numerosos beneficios a nuestra civilización, mejorando prácticamente todas las profesiones, incluyendo la protecci..."
  },
  {
    "id": "11297",
    "title": "Atentado contra Donald Trump: El tirador que puso de rodillas al Servicio Secreto",
    "excerpt": "Butler, Pensilvania, sábado 13 de julio, evento de campaña de Donald Trump. El tradicional “show” operativo estaba implementado: los agentes del Servicio Secret..."
  },
  {
    "id": "11414",
    "title": "Fragilidad de la reacción: Cómo las armas no frustraron el ataque a Donald Trump",
    "excerpt": "El atentado contra Donald Trump, el pasado 13 de julio en Butler, Pensilvania, prueba de manera inequívoca dos conceptos fundamentales para el futuro desarrollo..."
  },
  {
    "id": "11489",
    "title": "¿Alguna vez dije que las armas de fuego no sirven en la Protección Ejecutiva?",
    "excerpt": "Durante algún tiempo, y particularmente después del atentado contra Donald Trump, algunos de mis seguidores y amigos me han reprochado que estoy denostando el u..."
  },
  {
    "id": "11734",
    "title": "Asesinato de Alejandro Martínez: Las armas en un vehículo sin blindaje no minimizan los riesgos",
    "excerpt": "El domingo 4 de agosto, el reconocido periodista mexicano Alejandro Martínez Noguez, apodado 'El Llanero', fue asesinado a tiros en el estado de Guanajuato. A p..."
  },
  {
    "id": "11898",
    "title": "Atentado en Querétaro: Cuando el tiroteo es la base de la protección, el ejecutivo resulta baleado",
    "excerpt": "El mediodía del viernes 6 de septiembre, el empresario queretano Jesús Calderón y su chofer viajaban en una camioneta sobre la calle Lomas de Balvanera, en Quer..."
  },
  {
    "id": "11926",
    "title": "Alerta Temprana Salva a Trump",
    "excerpt": "El Servicio Secreto de Estados Unidos parece aprender rápidamente de sus errores. El domingo 15 de septiembre, se produjo otro \"intento de asesinato\" contra el ..."
  },
  {
    "id": "12218",
    "title": "La Nueva Metodología en Protección Ejecutiva: Anillos de Tiempo vs. Anillos de Espacio",
    "excerpt": "La protección ejecutiva ha experimentado un giro significativo en los últimos años. Los trágicos asesinatos de figuras que contaban con la protección armada en ..."
  },
  {
    "id": "13819",
    "title": "¿Cómo hacer para que los Ejecutivos 'Entiendan'? Claves de la Persuasión en la Protección Ejecutiva",
    "excerpt": "Como ya sabemos la protección ejecutiva moderna está basada en las técnicas de Inteligencia, Contravigilancia, Alerta Temprana , Logistica Protectora y otros mé..."
  },
  {
    "id": "15426",
    "title": "Tragedia en Guanajuato: Cuando las armas son el único recurso y no el último recurso",
    "excerpt": "El martes 11 de marzo en San Miguel de Allende, México, los policías ministeriales interceptaron a un empresario identificado como Alan Pérez en la carretera Sa..."
  },
  {
    "id": "15785",
    "title": "Desarmando el Mito: Repensando la Protección Ejecutiva con Ciencia",
    "excerpt": "Durante décadas, las armas de fuego han sido consideradas la herramienta principal e indispensable en la protección ejecutiva. Sin embargo, estudios recientes y..."
  },
  {
    "id": "16078",
    "title": "Los Números No Mienten: Qué Sirve y Qué No en la Protección Ejecutiva",
    "excerpt": "Un mitin abarrotado, una calle transitada, un ejecutivo flanqueado por escoltas armados. La escena parece sacada de una película, donde pistolas, reflejos rápid..."
  },
  {
    "id": "16669",
    "title": "Carro Escolta: Una Práctica Obsoleta y Peligrosa",
    "excerpt": "En el mundo de la protección ejecutiva, las prácticas heredadas del pasado no siempre resisten el escrutinio de la realidad actual. Una de estas prácticas es el..."
  },
  {
    "id": "16739",
    "title": "ROI en Protección Ejecutiva: Justificando Inversiones en Seguridad",
    "excerpt": "En el entorno de la seguridad corporativa, donde las amenazas a los directivos pueden variar desde ciberataques hasta agresiones físicas, la asignación de recur..."
  },
  {
    "id": "16854",
    "title": "No quiten las armas solo por quitarlas",
    "excerpt": "Estoy seguro de que no esperaban escuchar esto de mí, ya que siempre he sido un férreo crítico de basar la protección ejecutiva únicamente en el uso de armas de..."
  },
  {
    "id": "16902",
    "title": "Asesinato de Charlie Kirk: Otro fracaso del concepto de protección cercana",
    "excerpt": "El 10 de septiembre de 2025, el activista conservador Charlie Kirk, de 31 años y cofundador de Turning Point USA, fue asesinado durante un debate público en la ..."
  },
  {
    "id": "17012",
    "title": "David Cohen: otra víctima del mito de la protección armada",
    "excerpt": "La tarde del lunes 13 de octubre de 2025, alrededor de las 16:50 horas, fue asesinado el abogado David Cohen Sacal en las escaleras exteriores del edificio José..."
  },
  {
    "id": "17266",
    "title": "El asesinato de Carlos Manzo: una lección que México aún no aprende",
    "excerpt": "Vamos a repetirlo una vez más: los agentes armados por sí solos no reducen los riesgos ni evitan asesinatos. Los datos duros muestran todo lo contrario: en los ..."
  }
]
